tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "denisidoro/tools"
tap "mas-cli/tap"
brew "mas-cli/tap/mas"

brew "bandwhich"
brew "bat"
brew "denisidoro/tools/navi"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "glow"
brew "grep"
brew "htop"
brew "links"
brew "mosh"
brew "node"
brew "openssl"
brew "rbenv"
brew "ruby"
brew "stow"
brew "tig"
brew "tmux"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "alfred"
cask "anki"
cask "audio-hijack"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "daisydisk"
cask "dropbox"
cask "fantastical"
cask "fission"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hyper"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "screenflow"
cask "setapp"
cask "torguard"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"

mas "Day One", id: 1055511498
mas "Magnet", id: 441258766
mas "Pixelmator", id: 407963104
mas "Reeder 4", id: 1449412482
mas "Slack", id: 803453959
mas "Tapes", id: 779457527
mas "Things", id: 904280696
mas "WhatsApp", id: 1147396723
